---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFx1
source: html/55208657-b9c1-1155-8454-5ebc17ce124b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFx1 Property

"Fx 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadLinearForceFx1 { get; }
```